11/data/attachments/fed7b4d328529d7e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_bc78c0a3-9c43-47c8-b7c3-efa6043c0549</nif:username>
            <nif:friendToBeAdded>Susan_religious_Actions_1496_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>